[{"name":"Japan","picture":"https://www.state.gov/wp-content/uploads/2019/04/Japan-2107x1406.jpg","weather":"clear","headers":[{"To-Do":[{"name":"Osaka","rating":"10/10","description":"Die Burg Ōsaka befindet sich in der Stadt Osaka in der Präfektur Osaka in Japan. Sie ist eine von Japans berühmtesten Burgen und spielte eine wichtige Rolle bei der Vereinigung Japans im 16. Jahrhundert","deadline":"31.08.2024","image":"https://lh3.googleusercontent.com/p/AF1QipMPljwQVCU4NjVQuCgIykprZvHEu9ZMn8wU6WXY=s680-w680-h510","calendar":"no"}]}]},{"name":"Manga","picture":"https://as2.ftcdn.net/v2/jpg/03/00/43/65/1000_F_300436550_VmmVTJX6n6b3uDLyfNwNftoMZtkD53IQ.jpg","weather":"clear","headers":[{"To-Do":[{"name":"Omniscient Reader","rating":"0/0","description":"Back then, Dok-Ja had no idea. He had no idea his favorite web novel 'Three Ways to Survive the Apocalypse' was going to come to life, and that he would become the only person to know how the world was going to end. He also had no idea he would end up becoming the protagonist of this novel-turned-reality. Now, Dok-Ja will go on a journey to change the course of the story and save humankind once and for all.\n\n(Source: WEBTOONS, edited)","deadline":"none","image":"https://s4.anilist.co/file/anilistcdn/media/manga/cover/medium/bx119257-KzlNZtgbRzxF.jpg","calendar":"no"},{"name":"The Martial God Who Regressed Back to Level 2","rating":"0/0","description":"Earth lost the fight for survival in the BattleNet system and humanity now faces eradication. However, Jihan Seong is given another chance. He has returned three years into the past before BattleNet became a life-or-death game. With his knowledge of the future, he’s determined to become the strongest player. Will Jihan be able to change the fate of humanity? And more importantly, can he protect the ones he loves from those who want him to fail?(Source: Tapas)","deadline":"none","image":"https://s4.anilist.co/file/anilistcdn/media/manga/cover/medium/bx167834-QgyPJ7tOMGqA.png","calendar":"no"}]}]},{"name":"Anime","picture":"https://image.spreadshirtmedia.net/image-server/v1/mp/products/T1459A839PA4459PT28D187144250W10000H4186/views/1,width=800,height=800,appearanceId=839,backgroundColor=F2F2F2/anime-logo-sticker.jpg","weather":"clear","headers":[{"To-Do":[{"name":"That Time I Got Reincarnated as a Slime Season 3","rating":"0/0","description":"The third season of Tensei Shitara Slime Datta Ken.\nRimuru has officially become a Demon Lord after defeating Clayman. Following Walpurgis, the Demon Lords' banquet, Rimuru's domain is expanded to include the entire Great Forest of Jura. Anticipating a flood of representatives from all races showing up to pay their respects, Rimuru decides to throw a festival to commemorate the opening of Tempest, using it as an opportunity to gain new citizens and present Demon Lord Rimuru to the world. Meanwhile, in the Holy Empire of Lubelius, home base of the monster-hating cult of Luminism, Holy Knight Captain Hinata receives a message from Rimuru. But the message is actually a fabricated declaration of war sent by some unknown party. Upon learning that Hinata is heading for Tempest, Rimuru makes a decision... Thus begins a new challenge for Rimuru, striving to distinguish friend from foe in his pursuit of the ideal nation where humans and monsters can prosper together. \n(Source: Crunchyroll)\n","deadline":"none","image":"https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx156822-Jzo2ITWgm4kM.jpg","calendar":"no"}]}]}]